Revit 2027 API
SymbolTypeId.Ksf Property
 Symbol ksf, indicating unit Kips per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ksf { get; }
Public Shared ReadOnly Property Ksf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ksf {
	ForgeTypeId^ get ();
}
static member Ksf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace